export const schoolReviews = [
  {
    schoolName: '충남대학교',
    location: '대전 유성구 궁동',
    name: '김어진',
    star: 4,
    review:
      '시설도 좋고 학교가 너무 넓어서 다리가 아프다는 게 단점이지 나머지는 나쁘지 않습니다! 학교 축제 때 블랙핑크 불렀어요.',
  },
  {
    schoolName: '서울대학교',
    location: '서울 관악구 관악로',
    name: '이서준',
    star: 5,
    review:
      '최고의 명문대답게 교수님들 수준이 매우 높고, 캠퍼스도 다양하고 많고 예뻐요. 사실 좀 힘듭니다. 다양한 동아리 활동도 즐겁습니다.',
  },
  {
    schoolName: '부산대학교',
    location: '부산 금정구 장전동',
    name: '박수현',
    star: 3,
    review:
      '캠퍼스 환경은 좋지만, 도서관 시설이 조금 낡았어요. 개선이 필요해 보입니다. 주변 상권은 나쁘지 않아요.',
  },
  {
    schoolName: '경북대학교',
    location: '대구 북구 산격동',
    name: '정다인',
    star: 4,
    review:
      '넓은 캠퍼스와 많은 동아리들이 있어 학교 생활이 즐겁습니다. 다만, 교통이 조금 불편한 점이 아쉬워요.',
  },
  {
    schoolName: '연세대학교',
    location: '서울 서대문구 신촌동',
    name: '최민수',
    star: 5,
    review:
      '명문대의 위엄을 느낄 수 있는 곳입니다. 교수님들과 학생들의 열정이 대단하고, 축제도 정말 재미있습니다!',
  },
];
